export const programmName = [
    {
        id: 1,
        name: 'programm1',
        heading: 'Рабочая программа курса повышения квалификации для работников органов местного самоуправления и организация, уполномоченных на решение задач в области ГО.',
        text: 'Программа 1.'
    },
    {
        id: 2,
        name: 'programm2',
        heading: 'Название второй программы',
        text: 'Программа 2.'
    },
    {
        id: 3,
        name: 'programm3',
        heading: 'Название третьей программы',
        text: 'Программа 3.'
    },
];

export const programmBlock = [
    [
        {
            id: 1,
            name: 'block1-1',
            heading: 'Блок 1-1. Основы защиты населения и территорий в области гражсданской обороны',
            themes:[
                'Тема 1-1-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 1-1-2. Организационные основы гражданской обороны',
                'Тема 1-1-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 2,
            name: 'block1-2',
            heading: 'Блок 1-2. Основы защиты населения и территорий в области гражсданской обороны',
            themes:[
                'Тема 1-2-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 1-2-2. Организационные основы гражданской обороны',
                'Тема 1-2-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 3,
            name: 'block1-3',
            heading: 'Блок 1-3. Основы защиты населения и территорий в области гражсданской обороны',
            themes:[
                'Тема 1-3-3. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 1-3-2. Организационные основы гражданской обороны',
                'Тема 1-3-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },    
    ],
    [
        {
            id: 1,
            name: 'block2-1',
            heading: 'Блок 2-1. Название первого блока второй программы',
            themes:[
                'Тема 2-1-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 2-1-2. Организационные основы гражданской обороны',
                'Тема 2-1-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 2,
            name: 'block2-2',
            heading: 'Блок 2-2. Название второго блока второй программы',
            themes:[
                'Тема 2-2-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 2-2-2. Организационные основы гражданской обороны',
                'Тема 2-2-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 3,
            name: 'block2-3',
            heading: 'Блок 2-3. Название третьего блока второй программы',
            themes:[
                'Тема 2-3-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 2-3-2. Организационные основы гражданской обороны',
                'Тема 2-3-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },    
    ],
    [
        {
            id: 1,
            name: 'block3-1',
            heading: 'Блок 3-1. Название первого блока третьей программы',
            themes:[
                'Тема 3-1-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 3-1-2. Организационные основы гражданской обороны',
                'Тема 3-1-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 2,
            name: 'block3-2',
            heading: 'Блок 3-2. Название второго блока третьей программы',
            themes:[
                'Тема 3-2-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 3-2-2. Организационные основы гражданской обороны',
                'Тема 3-2-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },
        {
            id: 3,
            name: 'block3-3',
            heading: 'Блок 3-3. Название третьего блока третьей программы',
            themes:[
                'Тема 3-3-1. Требования нормативных провавых актов в области гражданской обороны',
                'Тема 3-3-2. Организационные основы гражданской обороны',
                'Тема 3-3-3. Полномочия органов государственной власти субъектов РВ, органов местного самоуправления; обязанности организаций и граждан в области гражданской обороны.',
                'Тестирование',
                'Список литературы'
            ],
        },    
    ],
];