

const Literature11 = () => {
    return (
        <ol>
            <li>Указ Президента Российской Федерации от 20 декабря 2016 года N 696 «Об утверждении основ государственной  политики РФ в области гражданской обороны на период до 2030г.»</li>
            <li>Федеральный закон Российской Федерации от 12 февраля 1998 № 28-ФЗ (ред. от 04.08.2023 г) «О гражданской обороне в Российской Федерации»</li>
            <li>Постановление Правительства Российской Федерации от 26 ноября 2007 № 804 (ред. от 30.09.2019 г) «Об утверждении положения о гражданской обороне в Российской Федерации»</li>
            <li>Приказ МЧС России от 14 ноября 2018г. № 687 (ред. от 12.12.2021 г) «Об утверждении Положения об организации и ведении гражданской обороны в муниципальных образованиях и организациях »</li>
            <li>ПОСТАНОВЛЕНИЕ ГЛАВЫ АДМИНИСТРАЦИИ АРХАНГЕЛЬСКОЙ ОБЛАСТИ от 2 октября 2008 года N61 (ред. от 15.09.2022 г)  «Об утверждении Положения об организации и ведении гражданской обороны на территории Архангельской области»</li>
            <li>Постановление мэра Северодвинска от 14 января 2009 года N2 (ред. от 29.04.2022 г) «Об утверждении Положения об организации и ведении гражданской обороны в муниципальном образовании «Северодвинск»</li>
            <li>Гражданская защита: Энциклопедия в 4-х томах (Издание третье, переработанное и дополненное): под общей ред. В.А. Пучкова / МЧС России. ФГБУ ВНИИ ГОЧС (ФЦ), 2015.</li>
            <li>Постановление Правительства  РФ от 10.07.1999 г. N 782 «О СОЗДАНИИ (НАЗНАЧЕНИИ) В ОРГАНИЗАЦИЯХ СТРУКТУРНЫХ ПОДРАЗДЕЛЕНИЙ (РАБОТНИКОВ), УПОЛНОМОЧЕННЫХ НА РЕШЕНИЕ ЗАДАЧ В ОБЛАСТИ ГО» (в редакции от 14.10.2016г.)</li>
            <li>Постановление Правительства  РФ от 10.07.1999 г. N 782 «О СОЗДАНИИ (НАЗНАЧЕНИИ) В ОРГАНИЗАЦИЯХ СТРУКТУРНЫХ ПОДРАЗДЕЛЕНИЙ (РАБОТНИКОВ), УПОЛНОМОЧЕННЫХ НА РЕШЕНИЕ ЗАДАЧ В ОБЛАСТИ ГО» (в редакции от 14.10.2016г.)</li>
            <li>Постановление Правительства РФ от 03.10.1998 г. № 1149 «О порядке отнесения территорий к группам по гражданской обороне».</li>
            <li>Приказ Минтруда РФ от 28.10.2020 №748н «Об утверждении профессионального стандарта «Специалист по гражданской обороне»</li>
            <li>Тихомиров Д.В., Грищенко Я.И.  Гражданская оборона и защита от чрезвычайных ситуаций: пособие для самостоятельного изучения.-М.: ТЕРМИКА.РУ, 2021. </li>
            <li>Артемьев А.И. Организация гражданской обороны на муниципальном уровне// Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2021. № 5. с. 3-14.</li>
            <li>Кузнецов А.И. Трудовые функции специалиста по гражданской обороне// Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2021. № 9. с. 23-59.</li>
            <li>Ларин А.И. Что проверяют при осуществлении государственного надзора в области гражданской обороны / / Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2022. № 5. с. 27-38.</li>
            <li>Молчанов А.Е. Организация и ведение гражданской обороны в муниципальных образованиях и организациях/ / Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2022. № 8. с. 3-11.</li>
            <li>Строев Г.А. Основы организации гражданской обороны в Российской Федерации// Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2022. № 3. с. 3-11.</li>
            <li>Елисеев Д.А. 15 основных задач гражданской обороны и пути их решения// Гражданская оборона и защита от чрезвычайных ситуаций в учреждениях, организациях и на предприятиях. 2022. № 5. с. 5-9.</li>
            <li>Дополнительный материал на сайте МЧС России http://www.mchs.gov.ru/activities/Grazhdanskaja_oborona</li>
        </ol>
    )
}

export default Literature11;